cloud-tests/azure/artifacts/bench-w1-20260301T215706Z/c400.wrk.txt
Running 45s test @ http://10.20.4.10/
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.65ms    2.21ms 170.56ms   97.25%
    Req/Sec     8.77k   445.81    11.43k    79.53%
  Latency Distribution
     50%    5.53ms
     75%    6.10ms
     90%    6.74ms
     99%    8.26ms
  3147653 requests in 45.07s, 549.32MB read
Requests/sec:  69834.15
Transfer/sec:     12.19MB
---- dpdk delta c400 ----
10.20.1.4 rx_delta=1627411305 tx_delta=1627405743
total_rx_delta=1627411305 total_tx_delta=1627405743