cloud-tests/azure/artifacts/bench-w1-20260301T215706Z/c800.wrk.txt
Running 45s test @ http://10.20.4.10/
  8 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.65ms   54.85ms   1.26s    98.69%
    Req/Sec     8.62k   597.48    14.39k    85.55%
  Latency Distribution
     50%   11.25ms
     75%   12.60ms
     90%   13.79ms
     99%  200.95ms
  3089961 requests in 45.05s, 539.26MB read
Requests/sec:  68592.87
Transfer/sec:     11.97MB
---- dpdk delta c800 ----
10.20.1.4 rx_delta=1548901643 tx_delta=1548895745
total_rx_delta=1548901643 total_tx_delta=1548895745